[
    {
    "author": "Claude Lévi-Strauss",
    "quote": "The scientist is not a person who gives the right answers, he’s one who asks the right questions."
    },

    {
    "author": "Isaac Asimov",
    "quote": "The most exciting phrase to hear in science, the one that heralds new discoveries, is not ‘Eureka!’ (I found it!) but ‘That’s funny...’"
    },

    {
    "author": "Jan L. A. van de Snepscheut",
    "quote": "In theory, there is no difference between theory and practice. But, in practice, there is."
    },

    {
    "author": "John Alejandro King",
    "quote": "Contrary to what Asimov says, the most exciting phrase in science, the one that heralds new discoveries, is not ‘Eureka!’ or ‘That’s funny…,’ it’s ‘Your research grant has been approved.’"
    },

    {
    "author": "Attributed to Albert Einstein",
    "quote": "A theory is something nobody believes, except the person who made it. An experiment is something everybody believes, except the person who made it."
    },

    {
    "author": "Samuel Karlin",
    "quote": "The purpose of models is not to fit the data but to sharpen the questions."
    },

    {
    "author": "Wernher von Braun",
    "quote": "Research is what I’m doing when I don’t know what I’m doing."
    },

    {
    "author": "Kurt Lewin",
    "quote": "Nothing is more practical than a good theory."
    },

    {
    "author": "Richard Hamming",
    "quote": " Just as there are odors that dogs can smell and we cannot, as well as sounds that dogs can hear and we cannot, so too there are wavelengths of light we cannot see and flavors we cannot taste. Why then, given our brains wired the way they are, does the remark, \"Perhaps there are thoughts we cannot think,\" surprise you?"
    },

    {
    "author": "Niels Bohr",
    "quote": "An expert is a person who has made all the mistakes that can be made in a very narrow field."
    },

    {
    "author": "Nicholas Butler",
    "quote": "An expert is one who knows more and more about less and less until he knows absolutely everything about nothing."
    },

    {
    "author": "George E. P. Box",
    "quote": "Essentially, all models are wrong, but some are useful."
    },

    {
    "author": "Unknown",
    "quote": "Theory is when you know everything but nothing works. Praxis is when everything works but no one knows why. In our lab, theory and praxis are combined: nothing works and no one know why."
    },

    {
    "author": "Anton P. Chekhov",
    "quote": "Pavel Vasil’evich liked only his own articles, while articles written by others, which he was supposed to read or listen to, always felt to him like a cannon muzzle directed straight at his face."
    },

    {
    "author": "Thomas Henry Huxley",
    "quote": "The great tragedy of Science — the slaying of a beautiful hypothesis by an ugly fact."
    },

    {
    "author": "Mark Watney",
    "quote": "So, in the face of overwhelming odds, I’m left with only one option, I’m gonna have to science the shit out of this."
    },

    {
    "author": "Douglas Adams, The Salmon of Doubt: Hitchhiking the Galaxy One Last Time",
    "quote": "The fact that we live at the bottom of a deep gravity well, on the surface of a gas covered planet going around a nuclear fireball 90 million miles away and think this to be normal is obviously some indication of how skewed our perspective tends to be."
    },

    {
    "author": "Ernest Cline, <i>Ready Player One</i>",
    "quote": "You’d be amazed how much research you can get done when you have no life whatsoever."
    },

    {
    "author": "Sherlock Holmes",
    "quote": "When you have eliminated all which is impossible, then whatever remains, however improbable, must be the truth."
    },

    {
    "author": "John von Neumann",
    "quote": "With four parameters I can fit an elephant, and with five I can make him wiggle his trunk."
    },

    {
    "author": "Richard Hamming",
    "quote": "The purpose of computing is insight, not numbers."
    },

    {
    "author": "Pedro Domingos, <i>The Master Algorithm</i>",
    "quote": "The most important thing about an equation is all the quantities that don’t appear in it; once we know what the essentials are, figuring out how they depend on each other is often the easier part."
    },

    {
    "author": "Harvey S. Leff",
    "quote": "Thermodynamics is easy – I’ve learned it many times."
    },

    {
    "author": "John Tukey, <i>The future of data analysis</i>",
    "quote": "Far better an approximate answer to the <i>right</i> question, which is often vague, than an <i>exact</i> answer to the wrong question, which can always be made precise."
    },

    {
    "author": "Buckheit and Donoho (1995)",
    "quote": "An article about computational result is advertising, not scholarship. The actual scholarship is the full software environment, code and data, that produced the result."
    }    

]



